[
    "Makan 2 sendok makan nasi tanpa lauk apapun, jika terasa berat, kamu bisa minum.",
    "Sebutkan orang yang membuatmu terdiam.",
    "Telepon gebetan/pacar sekarang dan kirim tangkapan layar di sini.",
    "Kirim emot hanya setiap kali kamu mengetik di grup obrolan/obrolan pribadi selama 1 hari.",
    "Ucapkan 'Selamat datang di Who Wants To Be a Millionaire!' ke semua grup yang kamu punya.",
    "Telepon mantan dengan mengatakan rindu.",
    "Nyanyikan chorus dari lagu terakhir yang kamu mainkan.",
    "Rekam suara untuk mantan/pacar/gebetanmu, katakan 'Hai (nama), ingin menelepon, tunggu sebentar. Aku sangat merindukanmu'.",
    "Pukul meja (yang ada di rumah) sampai kamu dimarahi karena berisik.",
    "Katakan pada orang asing 'Aku baru saja diberitahu bahwa aku adalah saudaramu yang pertama, kami berpisah, lalu aku melakukan operasi plastik. Dan ini hal paling 'ciyusss'.",
    "Sebutkan nama mantan.",
    "Buat 1 sajak untuk anggota grup!",
    "Kirim daftar percakapan WhatsAppmu.",
    "Obrol dengan orang asing dengan bahasa ghetto lalu tangkap layar di sini.",
    "Ceritakan versimu sendiri tentang hal-hal memalukan.",
    "Tag orang yang kamu benci.",
    "Pura-pura seperti terkena pengaruh, misalnya: terkena pengaruh anjing, terkena pengaruh belalang, terkena pengaruh lemari es, dll.",
    "Ubah nama menjadi *I AM DONKEY* selama 24 jam.",
    "Teriak *ma chuda ma chuda ma chuda* di depan rumahmu.",
    "Ambil foto/potret pacar atau gebetanmu dan kirimkan di sini.",
    "Ceritakan tipe pacar yang kamu sukai!",
    "Ucapkan *aku naksir kamu, maukah kamu menjadi pacarku?* kepada lawan jenis, terakhir kali kamu berbicara dengannya (kirim di WA/Telegram), tunggu sampai dia membalas, jika sudah, berikan di sini.",
    "Rekam suaramu yang membaca *titar ke age do titar, titar ke piche do titar*.",
    "Chatingan lelucon dengan mantan dan katakan *aku mencintaimu, tolong kembalilah.* tanpa menyebutkan bahwa itu adalah tantangan!",
    "Obrol dengan kontak WhatsApp berurutan sesuai dengan persentase baterai ponselmu, lalu katakan 'Aku beruntung memiliki kamu!'",
    "Ubah nama menjadi *I am a child of randi* selama 5 jam.",
    "Ketik dalam bahasa Bengali selama 24 jam.",
    "Gunakan foto Selmon Bhoi selama 3 hari.",
    "Kirim kutipan lagu lalu tag anggota yang cocok untuk kutipan tersebut.",
    "Kirim pesan suara dengan ucapan 'Bolehkah aku memanggilmu sayang?'",
    "Tangkapan layar percakapan terakhir di WhatsAppmu.",
    "Ucapkan *KAMU SANGAT CANTIK, JANGAN BERBOHONG* kepada teman pria!",
    "Telepon salah satu anggota grup dan katakan kata kasar kepada mereka.",
    "Berlakulah seperti ayam di depan orangtua kamu.",
    "Ambil sebuah buku secara acak dan bacakan satu halaman secara keras dan rekam suara lalu kirimkan di sini.",
    "Buka pintu depan rumahmu dan menyalak seperti serigala selama 10 detik.",
    "Ambil foto selfie yang memalukan dan jadikan sebagai foto profilmu.",
    "Biar grup memilih sebuah kata dan lagu yang dikenal. Kamu harus menyanyikan lagu tersebut dan kirim dalam bentuk pesan suara di sini.",
    "Berjalanlah dengan menopang dengan siku dan lutut selama yang kamu bisa.",
    "Nyanyikan lagu kebangsaan dalam pesan suara.",
    "Lakukan breakdance selama 30 detik di ruang tamu.",
    "Ceritakan cerita sedih yang kamu ketahui.",
    "Buat video tari twerk singkat dan unggah sebagai status selama 5 menit.",
    "Makan sepotong bawang putih mentah.",
    "Tunjukkan lima orang terakhir yang kamu kirim pesan dan isi pesan mereka.",
    "Jadikan nama lengkapmu sebagai status selama 5 jam.",
    "Buat video tari singkat tanpa filter hanya dengan musik dan unggah sebagai status selama 5 jam.",
    "Telepon sahabatmu, omong kosong.",
    "Jadikan foto dirimu tanpa filter sebagai status selama 10 menit.",
    "Ucapkan 'aku cinta Oli London' dalam pesan suara 😄.",
    "Kirim pesan kepada mantanmu dan katakan bahwa kamu masih menyukainya.",
    "Telepon gebetan/pacar/sahabatmu sekarang dan tangkapan layar di sini.",
    "Berkata kasar pada salah satu anggota grup di percakapan pribadi dan katakan 'kamu jelek, beban'.",
    "Ucapkan 'KAMU CANTIK/GANTENG' pada salah satu orang yang ada di atas pinlistmu atau orang pertama di daftar percakapanmu.",
    "Kirim pesan suara dan katakan 'Bisakah aku memanggilmu sayang?'. Jika kamu seorang pria, sebutkan nama seorang wanita. Jika kamu seorang wanita, sebutkan nama seorang pria.",
    "Tulis 'Aku mencintaimu (nama anggota grup acak yang sedang online) dalam percakapan pribadi (jika kamu pria, tulis nama wanita; jika kamu wanita, tulis nama pria), ambil tangkapan layar dan kirimkan di sini.",
    "Gunakan foto aktor Bollywood sebagai foto profilmu selama 3 hari.",
    "Jadikan foto crushmu sebagai status dengan caption 'Ini adalah crushku'.",
    "Ubah nama menjadi *I AM GAY* selama 5 jam.",
    "Obrol dengan salah satu kontak di WhatsApp dan katakan 'Aku akan menjadi pacarmu selama 5 jam'.",
    "Kirim pesan suara dan katakan 'Aku naksir kamu, maukah kamu menjadi pacarku?' kepada orang acak dari grup (jika kamu perempuan, pilih nama laki-laki; jika kamu laki-laki, pilih nama perempuan).",
    "Pukul pantatmu dengan keras dan kirim suara tamparan melalui pesan suara 😂.",
    "Sebutkan tipe pacarmu dan kirim fotonya di sini dengan keterangan 'Perempuan/laki-laki paling jelek di dunia'.",
    "Teriak 'bravooooooooo' dan kirimkan melalui pesan suara di sini.",
    "Ambil foto wajahmu dan kirim di sini.",
    "Kirim foto dirimu dengan keterangan 'Aku lesbian'.",
    "Teriak dengan menggunakan kata-kata kasar dan kirim melalui pesan suara.",
    "Teriak 'kamu bajingan' di depan ibu atau ayahmu.",
    "Ubah nama menjadi *aku bodoh selama 24 jam*.",
    "Pukul dirimu sendiri dengan mantap dan kirim suara pukulan melalui pesan suara 😂.",
    "Ucapkan 'aku cinta pemilik bot danz' melalui pesan suara.",
    "Kirim foto pacar atau gebetanmu di sini.",
    "Buat video tantangan tarian TikTok apa pun dan unggah sebagai status, kamu bisa menghapusnya setelah 5 jam.",
    "Putuskan pertemanan dengan sahabatmu selama 5 jam tanpa memberitahunya bahwa itu adalah tantangan.",
    "Katakan pada salah satu temanmu bahwa kamu mencintainya dan ingin menikahinya, tanpa memberitahunya bahwa itu adalah tantangan.",
    "Ucapkan 'aku cinta Depak Kalal' melalui pesan suara.",
    "Tulis 'aku merasa horny' dan unggah sebagai status, kamu hanya bisa menghapusnya setelah 5 jam.",
    "Tulis 'aku lesbian' dan unggah sebagai status, kamu hanya bisa menghapusnya setelah 5 jam.",
    "Cium ibu atau ayahmu dan katakan 'aku mencintaimu' 😌.",
    "Jadikan nama ayahmu sebagai status selama 5 jam.",
    "Kirim kata-kata kasar dalam grup manapun, kecuali grup ini, dan kirim bukti tangkapan layarnya di sini."
]